Linbit-drbdtest/logs/test-retrieve-log/log/resize.KNOWN-latest/fio-drbd-sp2-autotest-1-0-write-2.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=10450: Wed Aug 31 11:40:30 2016
drbd-sp2-autotest-1:   write: io=32728KB, bw=272733KB/s, iops=68183, runt=   120msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=1292, avg= 2.11, stdev=14.38
drbd-sp2-autotest-1:      lat (usec): min=1, max=1292, avg= 2.29, stdev=14.39
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    1], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    3], 95.00th=[    3],
drbd-sp2-autotest-1:      | 99.00th=[    6], 99.50th=[    8], 99.90th=[   29], 99.95th=[   41],
drbd-sp2-autotest-1:      | 99.99th=[ 1288]
drbd-sp2-autotest-1:     lat (usec) : 2=31.46%, 4=65.17%, 10=2.93%, 20=0.29%, 50=0.10%
drbd-sp2-autotest-1:     lat (usec) : 100=0.04%
drbd-sp2-autotest-1:     lat (msec) : 2=0.01%
drbd-sp2-autotest-1:   cpu          : usr=9.24%, sys=35.29%, ctx=57, majf=0, minf=10
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=8182/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=32728KB, aggrb=272733KB/s, minb=272733KB/s, maxb=272733KB/s, mint=120msec, maxt=120msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=2/8189, aggrmerge=0/0, aggrticks=0/89444, aggrin_queue=89448, aggrutil=21.43%
drbd-sp2-autotest-1:     dm-0: ios=2/8189, merge=0/0, ticks=0/89444, in_queue=89448, util=21.43%, aggrios=1/76, aggrmerge=1/8113, aggrticks=0/756, aggrin_queue=756, aggrutil=21.43%
drbd-sp2-autotest-1:   vdb: ios=1/76, merge=1/8113, ticks=0/756, in_queue=756, util=21.43%