Linbit-drbdtest/logs/test-retrieve-log/log/resize.KNOWN-latest/fio-drbd-sp2-autotest-2-0-write-1.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=2082: Wed Aug 31 11:40:30 2016
drbd-sp2-autotest-2:   write: io=40920KB, bw=300882KB/s, iops=75220, runt=   136msec
drbd-sp2-autotest-2:     clat (usec): min=1, max=98, avg= 1.59, stdev= 1.57
drbd-sp2-autotest-2:      lat (usec): min=1, max=829, avg= 1.83, stdev= 8.33
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-2:      | 30.00th=[    1], 40.00th=[    1], 50.00th=[    1], 60.00th=[    2],
drbd-sp2-autotest-2:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    2],
drbd-sp2-autotest-2:      | 99.00th=[    4], 99.50th=[    4], 99.90th=[   19], 99.95th=[   22],
drbd-sp2-autotest-2:      | 99.99th=[   58]
drbd-sp2-autotest-2:     lat (usec) : 2=50.89%, 4=48.08%, 10=0.80%, 20=0.14%, 50=0.06%
drbd-sp2-autotest-2:     lat (usec) : 100=0.03%
drbd-sp2-autotest-2:   cpu          : usr=8.15%, sys=36.30%, ctx=87, majf=0, minf=9
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=10230/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=40920KB, aggrb=300882KB/s, minb=300882KB/s, maxb=300882KB/s, mint=136msec, maxt=136msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/10239, aggrmerge=0/0, aggrticks=0/72712, aggrin_queue=72712, aggrutil=19.57%
drbd-sp2-autotest-2:     dm-0: ios=0/10239, merge=0/0, ticks=0/72712, in_queue=72712, util=19.57%, aggrios=0/93, aggrmerge=0/10146, aggrticks=0/612, aggrin_queue=612, aggrutil=19.57%
drbd-sp2-autotest-2:   vdb: ios=0/93, merge=0/10146, ticks=0/612, in_queue=612, util=19.57%